[{"headline": "AstraZeneca vaccine appears to substantially reduce transmission of the coronavirus, study shows", "source": "CNN Health", "tags": ["COVID-19", "AstraZeneca", "Oxford", "Vaccine"], "publish_date": "2/3/21", "last_revision": "", "snippet": "The Oxford-AstraZeneca Covid-19 vaccine appears to substantially reduce transmission of the virus, rather than simply preventing symptomatic infections, UK researchers have suggested. The rate of positive PCR tests declined by about half after two doses, according to preliminary results by researchers at the University of Oxford that have yet to be peer reviewed.", "url": "https://www.cnn.com/2021/02/03/health/astrazeneca-vaccine-transmission-gbr-intl/index.html"}, {"headline": "Intranasal influenza vaccine spurs strong immune response in Phase 1 study", "source": "NIH", "tags": ["Flu", "Vaccine", "Influenza"], "publish_date": "2/3/21", "last_revision": "", "snippet": "An experimental single-dose, intranasal influenza vaccine was safe and produced a durable immune response when tested in a Phase 1 study published in the Journal of Clinical Investigation. The investigational vaccine, called Ad4-H5-VTN, is a recombinant, replicating adenovirus vaccine designed to spur antibodies to hemagglutinin, a protein found on the surface of influenza viruses that attaches to human cells.", "url": "https://www.nih.gov/news-events/news-releases/intranasal-influenza-vaccine-spurs-strong-immune-response-phase-1-study"}, {"headline": "WHO issues new guidelines on the management of chronic pain in children", "source": "WHO", "tags": ["Chronic_Pain", "Children"], "publish_date": "2/1/21", "last_revision": "", "snippet": "Chronic pain or pain that persists or recurs for longer than three months in children is a significant public health problem and a leading cause of morbidity in children globally. Without access to pain management, the quality of life for children and adolescents with chronic pain is severely impacted. Compared to their peers, children with chronic pain report higher levels of physical disability, anxiety, depression, sleep problems and poor academic performance. New WHO Guidelines on the management of chronic pain in children provide recommended physical, psychological and pharmacological interventions for pain relief in children aged 0-19 years. The guideline supports Member States and their partners to develop and implement national and local policies, regulations, pain management protocols and best practices for pain relief.", "url": "https://www.who.int/news/item/01-02-2021-who-issues-new-guidelines-on-the-management-of-chronic-pain-in-children"}, {"headline": "Efficacy and Safety of the mRNA-1273 SARS-CoV-2 Vaccine", "source": "NEJM", "tags": ["SARS-COV-2", "Vaccine"], "publish_date": "2/4/21", "last_revision": "", "snippet": "Vaccines are needed to prevent coronavirus disease 2019 (Covid-19) and to protect persons who are at high risk for complications. The mRNA-1273 vaccine is a lipid nanoparticle–encapsulated mRNA-based vaccine that encodes the prefusion stabilized full-length spike protein of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes Covid-19.", "url": "https://www.nejm.org/doi/full/10.1056/NEJMoa2035389"}, {"headline": "Breast Cancer Risk Genes — Association Analysis in More than 113,000 Women", "source": "NEJM", "tags": ["Breast", "Cancer", "Risk", "Genes"], "publish_date": "2/4/21", "last_revision": "", "snippet": "Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.", "url": "https://www.nejm.org/doi/full/10.1056/NEJMoa1913948"}, {"headline": "Placing the Risks Into Perspective: A Scientific Statement From the American Heart Association Council on Nutrition, Physical Activity, and Metabolism and the Council on Clinical Cardiology", "source": "AHA", "tags": ["Acute", "Cardiovascular", "Events"], "publish_date": "4/27/07", "last_revision": "", "snippet": "Habitual physical activity reduces coronary heart disease events, but vigorous activity can also acutely and transiently increase the risk of sudden cardiac death and acute myocardial infarction in susceptible persons. This scientific statement discusses the potential cardiovascular complications of exercise, their pathological substrate, and their incidence and suggests strategies to reduce these complications. Exercise-associated acute cardiac events generally occur in individuals with structural cardiac disease. Hereditary or congenital cardiovascular abnormalities are predominantly responsible for cardiac events among young individuals, whereas atherosclerotic disease is primarily responsible for these events in adults. The absolute rate of exercise-related sudden cardiac death varies with the prevalence of disease in the study population. The incidence of both acute myocardial infarction and sudden death is greatest in the habitually least physically active individuals. No strategies have been adequately studied to evaluate their ability to reduce exercise-related acute cardiovascular events. Maintaining physical fitness through regular physical activity may help to reduce events because a disproportionate number of events occur in least physically active subjects performing unaccustomed physical activity. Other strategies, such as screening patients before participation in exercise, excluding high-risk patients from certain activities, promptly evaluating possible prodromal symptoms, training fitness personnel for emergencies, and encouraging patients to avoid high-risk activities, appear prudent but have not been systematically evaluated.", "url": "https://www.ahajournals.org/doi/10.1161/CIRCULATIONAHA.107.181485"}, {"headline": "Neglected tropical diseases: WHO launches new road map to end suffering by 2030", "source": "WHO", "tags": ["Disease"], "publish_date": "1/30/21", "last_revision": "", "snippet": "On Thursday 28 January, the World Health Organization (WHO) formally launched a new ten-year plan that aims to end the suffering of more than one billion people from neglected tropical diseases.\n\nThe moderated event on Zoom brought an audience of 2623 at its peak, with a further 1230 views on YouTube. It included keynotes, panel discussion, written and video recorded messages, voices from the field, video clips, performance by artists and messages from several personalities.\n\nThe event opened with a statement from Ms Amina J. Mohammed, Deputy Secretary-General and Chair of the United Nations Sustainable Development Group, read by Dr Ren Minghui, WHO Assistant Director-General, Universal Health Coverage, Communicable and Noncommunicable Diseases. This followed the keynote address from the WHO Director-General, Dr Tedros Adhanom Ghebreyesus.", "url": "https://www.who.int/news/item/30-01-2021-neglected-tropical-diseases-who-launches-new-road-map-to-end-suffering-by-2030"}, {"headline": "WHO announces development of new guidance on Hepatitis C self-testing", "source": "WHO", "tags": ["Disease"], "publish_date": "1/25/21", "last_revision": "", "snippet": "WHO has released new details regarding membership of the Guidelines Development Group (GDG) for development of new guidance on Hepatitis C self-testing in 2021.", "url": "https://www.who.int/news/item/25-01-2021-who-announces-development-of-new-guidance-on-hepatitis-c-self-testing"}]